Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: Be aware: Spatial recording and cameras might be active.
ar: انتبه: قد يكون التسجيل المكاني والكاميرات نشطة.
de: Achtung: Räumliche Aufzeichnungen und Kameras könnten aktiv sein.
es: Atención: la grabación espacial y las cámaras podrían estar activas.
fr: Attention : l'enregistrement spatial et les caméras peuvent être actifs.
hi: सावधान रहें: स्थानिक रिकॉर्डिंग और कैमरे सक्रिय हो सकते हैं।
it: Attenzione: la registrazione spaziale e le telecamere potrebbero essere attive.
ja: 注意: 空間記録とカメラがアクティブになっている可能性があります。
ko: 주의 사항: 공간 녹화 및 카메라가 활성화될 수 있습니다.
pt: Atenção: a gravação espacial e as câmeras podem estar ativas.
pt_br: Esteja ciente: a gravação espacial e as câmeras podem estar ativas.
ru: Имейте в виду: пространственная запись и камеры могут быть активны.
zh_hans: 请注意：空间录制和摄像头可能处于活动状态。

source: Be aware: this device can capture high-res video and audio discrete recording.
ar: انتبه: يمكن لهذا الجهاز التقاط تسجيل فيديو وصوت منفصل عالي الدقة.
de: Achtung: Dieses Gerät kann unbemerkt hochauflösende Videos und Audio aufnehmen.
es: Atención: este dispositivo puede realizar grabaciones discretas de video y audio en alta resolución.
fr: Attention : cet appareil peut capturer discrètement de la vidéo haute résolution et de l'audio.
hi: सावधान रहें: यह डिवाइस हाई-रेजोल्यूशन वीडियो और ऑडियो डिस्क्रीट रिकॉर्डिंग कैप्चर कर सकता है।
it: Attenzione: questo dispositivo può effettuare registrazioni discrete di video e audio ad alta risoluzione.
ja: 注意: このデバイスは、高解像度のビデオとオーディオを個別に記録することができます。
ko: 참고: 이 장치는 고해상도 비디오 및 오디오 개별 녹음을 캡처할 수 있습니다.
pt: Atenção: este dispositivo pode capturar gravação discreta de vídeo e áudio em alta resolução.
pt_br: Esteja ciente: este dispositivo pode capturar gravação discreta de vídeo e áudio em alta resolução.
ru: Имейте в виду: это устройство может записывать видео и звук в высоком разрешении.
zh_hans: 请注意：此设备可以进行高分辨率视频和音频的隐蔽录制。

source: Be aware: Wearable camera glasses designed for recording.
ar: انتبه: نظارات الكاميرا القابلة للارتداء مصممة للتسجيل.
de: Beachten Sie: Tragbare Kamerabrillen, die für Aufnahmen konzipiert sind.
es: Tenga en cuenta: gafas con cámara portátiles diseñadas para grabar.
fr: Attention : lunettes d'appareil photo portables conçues pour l'enregistrement.
hi: सावधान रहें: पहनने योग्य कैमरा चश्मा रिकॉर्डिंग के लिए डिज़ाइन किया गया है।
it: Attenzione: Occhiali con fotocamera progettati per registrare.
ja: 注意: 録画用に設計されたウェアラブル カメラ メガネ。
ko: 주의 사항: 녹화용으로 설계된 웨어러블 카메라 안경입니다.
pt: Esteja ciente: óculos de câmera vestíveis projetados para gravação.
pt_br: Esteja ciente: óculos de câmera vestíveis projetados para gravação.
ru: Имейте в виду: носимые очки для фотоаппарата предназначены для записи.
zh_hans: 请注意：专为录制而设计的可穿戴相机眼镜。

source: Brilliant Labs Glasses
ar: نظارات مختبرات الرائعة
de: Brillante Laborgläser
es: Gafas de laboratorio brillantes
fr: Lunettes de laboratoire brillants
hi: शानदार लैब्स चश्मा
it: Occhiali Brilliant Labs
ja: Brilliant Labs メガネ
ko: 브릴리언트 랩스 안경
pt: Óculos Brilliant Labs
pt_br: Óculos Brilliant Labs
ru: Очки Brilliant Labs
zh_hans: 辉煌实验室眼镜

source: Brilliant Labs Glasses Nearby! ⚠️
ar: نظارات مختبرات الرائعة القريبة! ⚠️
de: Brillante Laborgläser in der Nähe! ⚠️
es: ¡Gafas Brilliant Labs cerca! ⚠️
fr: Lunettes Brilliant Labs à proximité ! ⚠️
hi: शानदार लैब्स चश्मा पास में! ⚠️
it: Occhiali Brilliant Labs Nelle Vicinanze! ⚠️
ja: Brilliant Labs メガネが近くにあります! ⚠️
ko: Brilliant Labs 안경이 근처에 있습니다! ⚠️
pt: Óculos Brilliant Labs próximos! ⚠️
pt_br: Óculos Brilliant Labs próximos! ⚠️
ru: Очки Brilliant Labs рядом! ⚠️
zh_hans: 附近有很棒的实验室眼镜！ ⚠️

source: Build
ar: يبني
es: Compilación
hi: निर्माण
ja: 建てる
ko: 짓다
pt_br: Construir
ru: Строить
zh_hans: 建造

source: Built-in microphone for voice commands and audio recording.
ar: ميكروفون مدمج للأوامر الصوتية وتسجيل الصوت.
de: Eingebautes Mikrofon für Sprachbefehle und Audioaufzeichnung.
es: Micrófono incorporado para comandos de voz y grabación de audio.
fr: Microphone intégré pour les commandes vocales et l'enregistrement audio.
hi: वॉयस कमांड और ऑडियो रिकॉर्डिंग के लिए अंतर्निहित माइक्रोफ़ोन।
it: Microfono integrato per comandi vocali e registrazione audio.
ja: 音声コマンドとオーディオ録音用の内蔵マイク。
ko: 음성 명령 및 오디오 녹음을 위한 내장 마이크.
pt: Microfone embutido para comandos de voz e gravação de áudio.
pt_br: Microfone embutido para comandos de voz e gravação de áudio.
ru: Встроенный микрофон для голосовых команд и записи звука.
zh_hans: 内置麦克风，用于语音命令和录音。

source: By continuing, you agree to our [Terms of Service](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) and [Privacy Policy](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
ar: من خلال المتابعة، فإنك توافق على [شروط الخدمة](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) و[سياسة الخصوصية](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
de: Indem Sie fortfahren, stimmen Sie unseren [Nutzungsbedingungen] (https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) und unserer [Datenschutzerklärung] (https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md) zu.
es: Al continuar, acepta nuestros [Términos de servicio](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) y [Política de privacidad](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
fr: En continuant, vous acceptez nos [Conditions d'utilisation](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) et notre [Politique de confidentialité](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
hi: जारी रखकर, आप हमारी [सेवा की शर्तों](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) और [गोपनीयता नीति](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md) से सहमत हैं।
it: Continuando, accetti i nostri [Termini di servizio](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) e [Informativa sulla privacy](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
ja: 続行すると、[利用規約](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) および [プライバシー ポリシー](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md) に同意したことになります。
ko: 계속하면 [서비스 약관](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) 및 [개인정보 보호정책](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md)에 동의하게 됩니다.
pt: Ao continuar, você concorda com nossos [Termos de Serviço](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) e [Política de Privacidade](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
pt_br: Ao continuar, você concorda com nossos [Termos de Serviço](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) e [Política de Privacidade](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
ru: Продолжая, вы соглашаетесь с нашими [Условиями обслуживания](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) и [Политикой конфиденциальности](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md).
zh_hans: 继续操作即表示您同意我们的[服务条款](https://github.com/HenriquesPontes/Near/blob/main/TERMS.md) 和[隐私政策](https://github.com/HenriquesPontes/Near/blob/main/PRIVACY.md)。

source: Calibrating BLE waves...
ar: جارٍ معايرة موجات بليه...
de: BLE-Wellen werden kalibriert...
es: Calibrando ondas BLE...
fr: Étalonnage des ondes BLE...
hi: BLE तरंगों को अंशांकित किया जा रहा है...
it: Calibrazione onde BLE...
ja: BLE 波形を調整しています...
ko: BLE 웨이브 보정 중...
pt: Calibrando ondas BLE...
pt_br: Calibrando ondas BLE...
ru: Калибровка волн BLE...
zh_hans: 正在校准蓝牙信号...

source: Camera-integrated smart glasses make it incredibly easy to record audio and video discreetly in public spaces, gyms, and private environments. Near continuously monitors BLE advertisements to identify these devices before they capture your image.
ar: تعمل النظارات الذكية المدمجة بالكاميرا على تسهيل تسجيل الصوت والفيديو بشكل سري في الأماكن العامة وصالات الألعاب الرياضية والبيئات الخاصة. يقوم Near بمراقبة إعلانات BLE بشكل مستمر للتعرف على هذه الأجهزة قبل التقاط صورتك.
de: Kameraintegrierte Datenbrillen machen es unglaublich einfach, Audio und Video diskret in öffentlichen Räumen, Fitnessstudios und privaten Umgebungen aufzuzeichnen. Near überwacht kontinuierlich BLE-Ankündigungen, um diese Geräte zu identifizieren, bevor sie Ihr Bild erfassen.
es: Las gafas inteligentes con cámara integrada hacen que sea increíblemente fácil grabar audio y vídeo de forma discreta en espacios públicos, gimnasios y entornos privados. Near monitorea continuamente los anuncios BLE para identificar estos dispositivos antes de que capturen su imagen.
fr: Les lunettes intelligentes intégrées à la caméra facilitent incroyablement l'enregistrement audio et vidéo en toute discrétion dans les espaces publics, les salles de sport et les environnements privés. Near surveille en permanence les publicités BLE pour identifier ces appareils avant qu'ils ne capturent votre image.
hi: कैमरा-एकीकृत स्मार्ट चश्मा सार्वजनिक स्थानों, जिम और निजी वातावरण में सावधानी से ऑडियो और वीडियो रिकॉर्ड करना अविश्वसनीय रूप से आसान बनाता है। Near आपकी छवि कैप्चर करने से पहले इन उपकरणों की पहचान करने के लिए BLE विज्ञापनों पर लगातार नज़र रखता है।
it: Gli occhiali intelligenti con fotocamera integrata rendono incredibilmente facile registrare audio e video in modo discreto in spazi pubblici, palestre e ambienti privati. Near monitora continuamente gli annunci BLE per identificare questi dispositivi prima che catturino la tua immagine.
ja: カメラ一体型スマートグラスを使用すると、公共スペース、ジム、プライベート環境で目立たないように音声やビデオを録画することが驚くほど簡単になります。 Near は BLE アドバタイズメントを継続的に監視し、画像をキャプチャする前にこれらのデバイスを識別します。
ko: 카메라가 통합된 스마트 안경을 사용하면 공공 장소, 체육관, 개인 환경에서 오디오와 비디오를 눈에 띄지 않게 매우 쉽게 녹음할 수 있습니다. Near는 BLE 광고를 지속적으로 모니터링하여 이미지를 캡처하기 전에 이러한 장치를 식별합니다.
pt: Óculos inteligentes com câmera integrada facilitam molto a gravação discreta di áudio e vídeo em espaços públicos, academias e ambientes privados. O Near monitora continuamente os anúncios BLE para identificar esses dispositivos antes que eles capturem sua imagem.
pt_br: Os óculos inteligentes integrados à câmera tornam incrivelmente fácil a gravação discreta de áudio e vídeo em espaços públicos, academias e ambientes privados. Near monitora continuamente anúncios BLE para identificar esses dispositivos antes que eles capturem sua imagem.
ru: Умные очки со встроенной камерой позволяют невероятно легко и незаметно записывать аудио и видео в общественных местах, спортивных залах и частных помещениях. Near постоянно отслеживает рекламные объявления BLE, чтобы идентифицировать эти устройства, прежде чем они захватят ваше изображение.
zh_hans: 集成摄像头的智能眼镜让在公共场所、健身房和私人环境中秘密录制音频和视频变得异常简单。 Near 持续监控 BLE 广告，以便在这些设备捕获您的图像之前识别它们。

source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Cancellare
ja: キャンセル
ko: 취소
pt: Cancelar
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Clear All
ar: مسح الكل
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
pt: Limpar tudo
pt_br: Limpar tudo
ru: Очистить все
zh_hans: 全部清除

source: Clear All Filters
ar: مسح كافة عوامل التصفية
de: Alle Filter löschen
es: Borrar todos los filtros
fr: Effacer tous les filtres
hi: सभी फ़िल्टर साफ़ करें
it: Cancella tutti i filtri
ja: すべてのフィルターをクリア
ko: 모든 필터 지우기
pt: Limpar todos os filtros
pt_br: Limpar todos os filtros
ru: Очистить все фильтры
zh_hans: 清除所有过滤器

source: Clear Ignored Whitelist
ar: مسح القائمة البيضاء التي تم تجاهلها
de: Ignorierte Whitelist löschen
es: Limpiar lista blanca
fr: Vider la liste blanche
hi: उपेक्षित श्वेतसूची साफ़ करें
it: Cancella whitelist dei dispositivi ignorati
ja: 無視されたホワイトリストをクリア
ko: 무시된 화이트리스트 지우기
pt: Limpar Lista Branca de Ignorados
pt_br: Limpar lista de permissões ignoradas
ru: Очистить игнорируемый белый список
zh_hans: 清除已忽略的白名单

source: Close
ar: يغلق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
it: Chiudi
ja: 近い
ko: 닫다
pt: Fechar
pt_br: Fechar
ru: Закрывать
zh_hans: 关闭

source: Company Identifier
ar: معرف الشركة
de: Firmenkennung
es: Identificador de la compañía
fr: Identifiant de l'entreprise
hi: कंपनी पहचानकर्ता
it: Identificativo dell'azienda
ja: 会社識別子
ko: 회사 식별자
pt: Identificador da Empresa
pt_br: Identificador da Empresa
ru: Идентификатор компании
zh_hans: 公司标识符

source: Continue
ar: يكمل
de: Weitermachen
es: Continuar
fr: Continuer
hi: जारी रखना
it: Continuare
ja: 続く
ko: 계속하다
pt: Continuar
pt_br: Continuar
ru: Продолжать
zh_hans: 继续

source: Continue & Grant Permission
ar: متابعة ومنح الإذن
de: Weitermachen und Erlaubnis erteilen
es: Continuar y otorgar permiso
fr: Continuer et accorder l'autorisation
hi: जारी रखें और अनुमति प्रदान करें
it: Continua e concedi l'autorizzazione
ja: 続行して許可を与える
ko: 계속 및 권한 부여
pt: Continuar e conceder permissão
pt_br: Continuar e conceder permissão
ru: Продолжить и предоставить разрешение
zh_hans: 继续并授予权限

source: Cooldown interval:
ar: فترة التهدئة:
de: Cooldown-Intervall:
es: Intervalo de espera:
fr: Intervalle de délai:
hi: कूलडाउन अंतराल:
it: Intervallo di attesa:
ja: クールダウン間隔:
ko: 쿨다운 간격:
pt: Intervalo de espera:
pt_br: Intervalo de resfriamento:
ru: Интервал восстановления:
zh_hans: 冷却时间间隔:
